Repository: neos/neos
Catalog: Resources/Private/Translations/*/Modules.xlf
Languages: pt

# dimensions.interDimension.description
source: The inter dimensional fallback graph displays all possible fallbacks (displayed as edges) between subgraphs (content dimension value combinations, displayed as nodes). Primary fallbacks are marked blue and always visible, while lower priority fallbacks are shown on mouseover. The higher the priority the higher the opacity. Click on one of the nodes to only see its fallbacks and variants. Click again to remove the filter.
pt: O gráfico interdimensional de opções-base exibe todos as opções-base possíveis (exibidos como arestas) entre subgráficos (combinações de valores de dimensão de conteúdo, exibidas como nós). As opções-base primárias são marcadas em azul e sempre visíveis, enquanto opções-base de prioridade mais baixa são mostrados ao passar o rato por cima dos mesmos. Quanto maior a prioridade, maior a opacidade. Ao clicar num nó verá unicamente as suas opções-base e variantes. Clique novamente para remover o filtro.

# dimensions.intraDimension.legend
source: Intra dimensional fallback graph
pt: Gráfico intra-dimensional de opções-base

# dimensions.intraDimension.description
source: The intra dimensional fallback graph displays fallbacks within each content dimension.
pt: O gráfico intra-dimensional de opções-base exibe as opções-base em cada dimensão de conteúdo.

# user.label
source: User
pt: Utilizador

# userSettings.label
source: User Settings
pt: Configurações do Utilizador

# userSettings.description
source: This module allows you to customize your backend user profile. Here you can change your active system language, name and email address. You may also configure other general features in the system.
pt: Este módulo permite-lhe personalizar o seu perfil de utilizador no backend. Poderá alterar o idioma do sistema, nome e endereço de correio eletrónico. Pode também configurar outras características gerais do sistema.

# userSettings.action.index
source: Edit
pt: Editar

# userSettings.action.edit
source: Edit
pt: Editar

# userSettings.action.newElectronicAddress
source: New electronic address
pt: Novo endereço eletrónico

# userSettings.action.editAccount
source: Edit account
pt: Editar conta

# userSettings.personalData
source: Personal Data
pt: Dados Pessoais

# userSettings.userData
source: User Data
pt: Dados do utilizador

# userSettings.usermenu
source: User Menu
pt: Menu do utilizador

# userSettings.preferences
source: User Preferences
pt: Preferências do Utilizador

# userSettings.preferences.interfaceLanguage
source: Interface Language
pt: Idioma do Interface

# userSettings.preferences.useDefaultInterfaceLanguage
source: Use system default
pt: Usar padrão do sistema

# userSettings.accounts
source: Accounts
pt: Contas

# userSettings.accounts.username
source: Username
pt: Nome de Utilizador

# userSettings.accounts.roles
source: Roles
pt: Cargos

# userSettings.accounts.authenticationProvider
source: Authentication Provider
pt: Provedor de Autenticação

# userSettings.electronicAddresses
source: Electronic addresses
pt: Endereços eletrónicos

# userSettings.electronicAddresses.buttonDelete
source: Do you really want to delete
pt: Deseja realmente apagar

# userSettings.electronicAddresses.buttonDelete.confirmation
source: Yes, delete electronic address
pt: Sim, apagar o endereço eletrónico

# userSettings.electronicAddresses.clickAddElectronicAddress
source: Click to add a new Electronic address
pt: Clique para adicionar um novo endereço eletrónico

# userSettings.electronicAddresses.addElectronicAddress
source: Add electronic address
pt: Adicionar um endereço eletrónico

# userSettings.saveUser
source: Save User
pt: Guardar Utilizador

# userSettings.editUser
source: Edit User
pt: Editar Utilizador

# configuration.anErrorOccurredDuringValidationOfTheConfiguration.title
source: An error occurred during validation of the configuration.
pt: Ocorreu um erro durante a validação da configuração.

# configuration.configurationTypeNotFound.body
source: Configuration type not found.
pt: Não foi encontrado o tipo de configuração.

# sites.sitePackageNotFound.title
source: Site package not found
pt: Não foi encontrado o pacote de site

# sites.sitePackageNotFound.body
source: The site package with key "{0}" was not found.
pt: O pacote de site com a chave "{0}" não foi encontrado.

# sites.update.title
source: Update
pt: Atualizar

# sites.update.body
source: The site "{0}" has been updated.
pt: O site "{0}" foi atualizado.

# sites.missingPackage.title
source: Missing Package
pt: Pacote em Falta

# sites.missingPackage.body
source: The package "{0}" is required to create new site packages.
pt: O pacote "{0}" é necessário para a criação de novos pacotes de site.

# sites.invalidPackageKey.title
source: Invalid package key
pt: Chave de pacote inválida

# sites.invalidPackageKey.body
source: The package key "{0}" already exists.
pt: A chave de pacore {0} já existe.

# sites.sitePackagesWasCreated.body
source: Site package {0} was created.
pt: O pacote de site "{0}" foi criado.

# sites.theSiteHasBeenImported.body
source: The site has been imported.
pt: O site foi importado.

# sites.importError.title
source: Import error
pt: Erro de importação

# sites.importError.body
source: Error: During the import of the "Sites.xml" from the package "{0}" an exception occurred: {1}
pt: Erro: Durante a importação do "Sites.xml" do pacote "{0}" ocorreu a excepção: {1}

# sites.siteCreationError.siteWithSiteNodeNameAlreadyExists.title
source: Site creation error
pt: Erro na criação do site

# sites.siteCreationError.siteWithSiteNodeNameAlreadyExists.body
source: Error: A site with siteNodeName "{0}" already exists
pt: Erro: Um site com o siteNodeName "{0}" já existe

# sites.siteCreationError.givenNodeTypeNotFound.title
source: Site creation error
pt: Erro na criação do site

# sites.siteCreationError.givenNodeTypeNotFound.body
source: Error: The given node type "{0}" was not found
pt: Erro: O tipo de Nó fornecido "{0}" não foi encontrado

# sites.siteCreationError.givenNodeTypeNotBasedOnSuperType.title
source: Site creation error
pt: Erro na criação do site

# sites.siteCreationError.givenNodeTypeNotBasedOnSuperType.body
source: Error: The given node type "%s" is not based on the superType "{0}"
pt: Erro: O tipo de Nó fornecido "%s" não é baseado no superType "{0}"

# sites.successfullyCreatedSite.body
source: Successfully created site "{0}" with siteNode "{1}", type "{2}" and packageKey "{3}"
pt: Site "{0}" criado com sucesso com o siteNode "{1}", tipo "{2}" and packageKey "{3}"

# sites.siteDeleted.title
source: Site deleted
pt: Site apagado

# sites.siteDeleted.body
source: The site "{0}" has been deleted.
pt: O site "{0}" foi apagado.

# sites.siteActivated.title
source: Site activated
pt: Site ativado

# sites.siteActivated.body
source: The site "{0}" has been activated.
pt: O site "{0}" foi ativado.

# sites.siteDeactivated.title
source: Site deactivated
pt: Site desativado

# sites.siteDeactivated.body
source: The site "{0}" has been deactivated.
pt: O site "{0}" foi desativado.

# sites.domainUpdated.title
source: Domain updated
pt: Domínio atualizado

# sites.domainUpdated.body
source: The domain "{0}" has been updated.
pt: O domínio "{0}" foi atualizado.

# sites.domainCreated.title
source: Domain created
pt: Domínio criado

# sites.domainCreated.body
source: The domain "{0}" has been created.
pt: O domínio "{0}" foi criado.

# sites.domainDeleted.title
source: Domain deleted
pt: O domínio foi apagado

# sites.domainDeleted.body
source: The domain "{0}" has been deleted.
pt: O domínio "{0}" foi apagado.

# sites.domainActivated.title
source: Domain activated
pt: Domínio ativado

# sites.domainActivated.body
source: The domain "{0}" has been activated.
pt: O domínio "{0}" foi ativado.

# sites.domainDeactivated.title
source: Domain deactivated
pt: Domínio desativado

# sites.domainDeactivated.body
source: The domain "{0}" has been deactivated.
pt: O domínio "{0}" foi desativado.

# users.userCreated.title
source: User created
pt: Utilizador criado

# users.userCreated.body
source: The user "{0}" has been created.
pt: O utilizador "{0}" foi criado.

# users.userCreationDenied.title
source: User creation denied
pt: Criação de utilizador negada

# users.userCreationDenied.body
source: You are not allowed to create a user with roles "{0}".
pt: Não tem autorização para criar um utilizador com os cargos "{0}".

# users.userCreationError.title
source: Unable to create user.
pt: Não foi possível criar utilizador.

# users.userEditingDenied.editing.title
source: User editing denied
pt: Edição de utilizador negada

# users.userEditingDenied.editing.body
source: Not allowed to edit the user "{0}".
pt: Não tem autorização para editar o utilizador "{0}".

# users.userUpdated.title
source: User updated
pt: Utilizador atualizado

# users.userUpdated.body
source: The user "{0}" has been updated.
pt: O utilizador "{0}" foi atualizado.

# users.userEditingDenied.deletion.title
source: User editing denied
pt: Edição de utilizador negada

# users.userEditingDenied.deletion.body
source: Not allowed to delete the user "{0}".
pt: Não tem autorização para apagar o utilizador "{0}".

# users.currentUserCannotBeDeleted.title
source: Current user cannot be deleted
pt: Utilizador atual não pode ser apagado

# users.currentUserCannotBeDeleted.body
source: You cannot delete the currently logged in user
pt: Não tem autorização para apagar o utilizador com o qual está autenticado

# users.userDeleted.title
source: User deleted
pt: Utilizador apagado

# users.userDeleted.body
source: The user "{0}" has been deleted.
pt: O utilizador "{0}" foi apagado.

# users.userAccountEditingDenied.title
source: User account editing denied
pt: Edição da conta do utilizador negada

# users.userAccountEditingDenied.body
source: Not allowed to edit the account for the user "{0}".
pt: Não tem autorização para editar a conta do utilizador "{0}".

# users.doNotLockYourselfOut.title
source: Don\'t lock yourself out
pt: Não se bloqueie

# users.doNotLockYourselfOut.body
source: With the selected roles the currently logged in user wouldn\'t have access to this module any longer. Please adjust the assigned roles!
pt: Com os cargos selecionados atualmente, o utilizador autenticado deixaria de conseguir aceder a este módulo. Por favor, ajuste os cargos atribuídos!

# users.accountUpdated.title
source: Account updated
pt: Conta atualizada

# users.accountUpdated.body
source: The account has been updated.
pt: A conta foi atualizada.

# users.userEmailEditingDenied.title
source: User email editing denied
pt: Edição do endereço de correio eletrónico do utilizador negada

# users.userEmailEditingDenied.body
source: Not allowed to create an electronic address for the user "{0}".
pt: Não tem autorização para criar um endereço de correio eletrónico para o utilizador"{0}".

# users.electronicAddressAdded.title
source: Electronic address added
pt: Endereço de correio eletrónico adicionado

# users.electronicAddressAdded.body
source: An electronic address "{0}" ({1}) has been added.
pt: O endereço de correio eletrónico "{0}" ({1}) foi adicionado.

# users.userEmailDeletionDenied.title
source: User email deletion denied
pt: Apagar endereço de correio eletrónico de utilizador negado

# users.userEmailDeletionDenied.body
source: Not allowed to delete an electronic address for the user "{0}".
pt: Não tem autorização para apagar um endereço de correio eletrónico do utilizador "{0}".

# users.electronicAddressRemoved.title
source: Electronic address removed
pt: Endereço de correio eletrónico apagado

# users.electronicAddressRemoved.body
source: The electronic address "{0}" ({1}) has been deleted for "{2}".
pt: O endereço de correio eletrónico"{0}" ({1}) foi apagado de "{2}".

# userSettings.UserUpdated.title
source: User updated
pt: Utilizador atualizado

# userSettings.UserUpdated.body
source: Your user has been updated.
pt: O seu utilizador foi atualizado.

# userSettings.passwordUpdateFailed.title
source: Updating password failed
pt: Falhou a atualização da palavra-passe

# userAccount.passwordUpdateFailed.title
source: Updating password failed
pt: Falhou a atualização da palavra-passe

# userSettings.passwordUpdated.title
source: Password updated
pt: Palavra-Passe atualizada

# userSettings.passwordUpdated.body
source: The password has been updated.
pt: A palavra-passe foi atualizada.

# userSettings.electronicAddressAdded.title
source: Edit User
pt: Editar Utilizador

# userSettings.electronicAddressAdded.body
source: An electronic address "{0}" ({1}) has been added.
pt: O endereço de correio eletrónico "{0}" ({1}) foi adicionado.

# userSettings.electronicAddressRemoved.title
source: Electronic address removed
pt: Endereço de correio eletrónico apagado

# userSettings.electronicAddressRemoved.body
source: The electronic address "{0}" ({1}) has been deleted for "{2}".
pt: O endereço de correio eletrónico "{0}" ({1}) foi apagado de "{2}".

# users.lastLogin
source: Last Login
pt: Última Autenticação

# workspaces.selectAllCurrentChanges
source: Select all current changes
pt: Selecionar todas as alterações

# workspaces.discardSelectedChangesInWorkspaceConfirmation
source: Do you really want to discard the selected changes in the "{0}" workspace?
pt: Deseja descartar as alterações selecionadas na área de trabalho "{0}"?

# workspaces.publishSelectedChangesTo
source: Publish selected changes to {0}
pt: Publicar as alterações selecionadas para {0}

# user.description
source: Contains modules related to management of users
pt: Contém módulos relacionados com a gestão de utilizadores
