Repository: neos/neos
Catalog: Resources/Private/Translations/*/Modules.xlf
Languages: pt

source: Back
pt: Voltar

source: Cancel
pt: Cancelar

# management.label
source: Management
pt: Gestão

# management.description
source: Contains multiple modules related to management of content
pt: Contém vários módulos relacionados à gestão do conteúdo

# workspaces.label
source: Workspaces
pt: Áreas de Trabalho

# workspaces.detailsForWorkspace
source: Details for "{0}"
pt: Detalhes para "{0}"

# workspaces.createNewWorkspace
source: Create new workspace
pt: Criar nova área de trabalho

# workspaces.createWorkspace
source: Create workspace
pt: Criar área de trabalho

# workspaces.deleteWorkspace
source: Delete workspace
pt: Apagar área de trabalho

# workspaces.yesDeleteWorkspace
source: Yes, delete the workspace
pt: Sim, apagar a área de trabalho

# workspaces.editWorkspace
source: Edit workspace "{0}"
pt: Editar a área de trabalho "{0}"

# workspaces.personalWorkspace
source: Personal workspace
pt: Área de trabalho pessoal

# workspaces.privateWorkspace
source: Private workspace
pt: Área de trabalho privada

# workspaces.internalWorkspace
source: Internal workspace
pt: Área de trabalho interna

# workspaces.readonlyWorkspace
source: Read-only workspace
pt: Área de trabalho somente de leitura

# workspaces.workspace.title
source: Title
pt: Título

# workspaces.workspace.description
source: Description
pt: Descrição

# workspaces.workspace.baseWorkspace
source: Base workspace
pt: Área de trabalho base

# workspaces.workspace.owner
source: Owner
pt: Proprietário

# workspaces.workspace.visibility
source: Visibility
pt: Visibilidade

# workspaces.workspace.visibility.private
source: Private
pt: Privado

# workspaces.workspace.visibility.private.help
source: Only reviewers and administrators can access and modify this workspace
pt: Apenas os revisores e os administradores podem aceder e modificar esta área de trabalho

# workspaces.workspace.visibility.internal
source: Internal
pt: Interno

# workspaces.workspace.visibility.internal.help
source: Any logged in editor can see and modify this workspace.
pt: Qualquer editor pode ver e modificar esta área de trabalho.

# workspaces.workspace.changes
source: Changes
pt: Alterações

# workspaces.openPageInWorkspace
source: Open page in "{0}" workspace
pt: Abrir a página na área de trabalho "{0}"

# workspaces.help.cantDeletePersonalWorkspace
source: This is your personal workspace which you can't delete.
pt: Este é a sua área de trabalho pessoal, que não é possível apagar.

# workspaces.help.workspaceContainsChanges
source: The workspace contains changes. To delete, discard the changes first.
pt: A área de trabalho contém alterações. Para o apagar, descarte primeiro as alterações.

# workspaces.help.cantRebaseWorkspaceContainsChanges
source: Workspace can't be rebased on a different workspace because it still contains changes.
pt: A base desta área de trabalho não pode ser mudada para uma área diferente porque ela ainda contém alterações.

# workspaces.help.cantDeleteWorkspaceHasDependencies
source: The workspace cannot be deleted because other workspaces depend on it.
pt: A área de trabalho não pode ser apagada porque outras áreas de trabalho dependem dela.

# workspaces.help.cantDeleteNoPermission
source: You don't have the permissions for deleting this workspace.
pt: Não tem autorização para apagar esta área de trabalho.

# workspaces.dialog.confirmWorkspaceDeletion
source: Do you really want to delete the workspace "{0}"?
pt: Deseja mesmo apagar a área de trabalho "{0}"?

# workspaces.dialog.thisWillDeleteTheWorkspace
source: This will delete the workspace including all unpublished content. This operation cannot be undone.
pt: A área de trabalho será apagada, incluindo todos os conteúdos não publicados. Esta operação não pode ser desfeita.

# workspaces.description
source: This module contains the overview of all elements within the current workspace and it enables to continue the review and publishing workflow for them.
pt: Este módulo contém a visão geral de todos os elementos dentro da área de trabalho atual e fornece ferramentas para uma gestão granular das alterações pendentes.

# workspaces.unpublishedChanges
source: Unpublished changes in workspace "{0}"
pt: Alterações não publicadas na área de trabalho "{0}"

# workspaces.changesCounts
source: additions: {new}, changes: {changed}, removals: {removed}
pt: adições: {new}, alterações: {changed}, remoções: {removed}

# workspaces.review
source: Review
pt: Revisão

# workspaces.discardSelectedChanges
source: Discard selected changes
pt: Descartar alterações selecionadas

# workspaces.discardAllChanges
source: Discard all changes
pt: Descartar todas as alterações

# workspaces.publishAllChanges
source: Publish all changes
pt: Publicar todas as alterações

# workspaces.publishAllChangesTo
source: Publish all changes to {0}
pt: Publicar todas as alterações para {0}

# changedContentCaption
source: Changed Content
pt: Conteúdo Alterado

# workspaces.legend.deleted
source: deleted
pt: apagado

# workspaces.legend.created
source: created
pt: criado

# workspaces.legend.moved
source: moved
pt: movido

# workspaces.legend.hidden
source: hidden
pt: oculto

# workspaces.legend.edited
source: edited
pt: editado

# workspaces.thereAreNoUnpublishedChanges
source: There are no unpublished changes in this workspace.
pt: Não existem alterações pendentes nesta área de trabalho.

# workspaces.discardAllChangesInWorkspaceConfirmation
source: Do you really want to discard all changes in the "{0}" workspace?
pt: Deseja descartar todas as alterações na área de trabalho "{0}"?

# workspaces.workspaceWithThisTitleAlreadyExists
source: A workspace with this title already exists.
pt: Já existe uma área de trabalho com este título.

# workspaces.workspaceHasBeenUpdated
source: The workspace "{0}" has been updated.
pt: A área de trabalho "{0}" foi atualizada.

# workspaces.workspaceCannotBeDeletedBecauseOfDependencies
source: Workspace "{0}" cannot be deleted because the following workspaces are based on it: {1}
pt: A área de Trabalho "{0}" não pode ser apagada porque outras baseiam-se nela: {1}

# workspaces.notDeletedErrorWhileFetchingUnpublishedNodes
source: An error occurred while fetching unpublished nodes from workspace "{0}", nothing was deleted.
pt: Ocorreu um erro ao angariar os Nós não publicados da área de trabalho "{0}", nada foi apagado.

# workspaces.cantEditBecauseWorkspaceContainsChanges
source: Your personal workspace contains changes, please publish or discard them first.
pt: A sua área de trabalho pessoal contém alterações, por favor, publique ou descarte-as primeiro.

# workspaces.workspaceCannotBeDeletedBecauseOfUnpublishedNodes[0]
source: Did not delete workspace "{0}" because it currently contains {1} node.
pt: A área de trabalho "{0}" não foi apagada porque atualmente contém {1} Nó.

# workspaces.workspaceCannotBeDeletedBecauseOfUnpublishedNodes[1]
source: Did not delete workspace "{0}" because it currently contains {1} nodes.
pt: A área de trabalho "{0}" não foi apagada porque atualmente contém {1} Nós.

# workspaces.workspaceHasBeenRemoved
source: The workspace "{0}" has been removed.
pt: A área de trabalho "{0}" foi removida.

# workspaces.selectedChangeHasBeenPublished
source: The selected change has been published.
pt: A alteração selecionada foi publicada.

# workspaces.selectedChangeHasBeenDiscarded
source: The selected change has been discarded.
pt: A alteração selecionada foi descartada.

# workspaces.selectedChangesHaveBeenPublished
source: The selected changes have been published.
pt: As alterações selecionadas foram publicadas.

# workspaces.selectedChangesHaveBeenDiscarded
source: The selected changes have been discarded.
pt: As alterações selecionadas foram descartadas.

# workspaces.allChangesInWorkspaceHaveBeenPublished
source: All changes from workspace "{0}" have been published to {1}.
pt: Todas as alterações da área de trabalho "{0}" foram publicadas para {1}.

# workspaces.allChangesInWorkspaceHaveBeenDiscarded
source: All changes from workspace "{0}" have been discarded.
pt: Todas as alterações da área de trabalho "{0}" foram descartadas.

# history.label
source: History
pt: Histórico

# history.description
source: This module provides an overview of all relevant events affecting this Neos installation.
pt: Este módulo fornece uma visão geral de todos os eventos relevantes que afetam esta instalação do Neos.

# history.messages.hereIsWhatHappenedRecentlyInNeos
source: Here's what happened recently in Neos
pt: Isto é o que aconteceu recentemente no Neos

# history.messages.emptyHistory
source: There have not been recorded any events yet which could be displayed in this history.
pt: Ainda não foram registrados quaisquer eventos que possam ser exibidos neste histórico.

# history.eventDescription.node.added
source: {0} created the {1} "{2}".
pt: {0} criou o {1} "{2}".

# history.eventDescription.node.removed
source: {0} removed the {1} "{2}".
pt: {0} removeu o {1} "{2}".

# history.eventDescription.node.adopted
source: {0} created the variant {1} of the {2} "{3}".
pt: {0} criou a variante {1} de {2} "{3}".

# history.eventDescription.node.changed
source: {0} modified the {1} "{2}".
pt: {0} modificou o {1} "{2}".

# history.eventDescription.node.moved
source: {0} moved the {1} "{2}".
pt: {0} moveu o {1} "{2}".

# history.eventDescription.node.copied
source: {0} copied the {1} "{2}".
pt: {0} copiou o {1} "{2}".

# history.eventDescription.node.renamed
source: {0} renamed the {1} "{2}" to "{3}".
pt: {0} renomeou o {1} "{2}" para "{3}".

# history.eventDescription.node.changedContent
source: {0} modified content on the {1} "{2}".
pt: {0} modificou o conteúdo no {1} "{2}".

# history.eventDescription.account.created
source: {0} created a new user "{1}" for {2}.
pt: {0} criou um novo utilizador "{1}" para {2}.

# history.eventDescription.account.deleted
source: {0} deleted the account "{1}" of {2}.
pt: {0} apagou a conta "{1}" de {2}.

# history.loadMore.label
source: Load More
pt: Carregar mais

# history.nodeRemovedInMeantime
source: This node has been removed in the meantime
pt: Este Nó foi removido entretanto

# administration.label
source: Administration
pt: Administração

# administration.description
source: Contains multiple modules related to administration
pt: Contém vários módulos relacionados com a administração

# users.label
source: User Management
pt: Gestão de Utilizadores

# users.description
source: The User Management module provides you with an overview of all backend users. You can group them by their properties so you are able to monitor their permissions, filemounts, member groups etc.. This module is an indispensable tool in order to make sure the users are correctly configured.
pt: O módulo de gestão de utilizadores fornece uma visão geral de todos os utilizadores do backend. Pode agrupá-los por propriedades, conseguindo monitorizar as suas permissões, acessos a ficheiros, grupos a que pertence, etc... Este módulo é uma ferramenta indispensável para garantir que os utilizadores estão configurados corretamente.

# users.action.index
source: Overview
pt: Resumo

# users.action.show
source: Show
pt: Mostrar

# users.action.new
source: New
pt: Novo

# users.action.edit
source: Edit
pt: Editar

# users.action.editAccount
source: Edit account
pt: Editar conta

# users.action.newElectronicAddress
source: New electronic address
pt: Novo endereço eletrónico

# user.preferences.useDefaultInterfaceLanguage
source: Use system default
pt: Usar padrão do sistema

# users.actions.new.label
source: Create user
pt: Criar utilizador

# users.actions.new.title
source: Create a new user
pt: Criar um novo utilizador

# users.new.userData
source: User Data
pt: Dados do utilizador

# users.new.userData.username
source: Username
pt: Nome de Utilizador

# users.new.userData.password
source: Password
pt: Palavra-Passe

# users.new.userData.repeatPassword
source: Repeat password
pt: Repetir a Palavra-Passe

# users.new.userData.roles
source: Role(s)
pt: Cargo(s)

# users.new.userData.authenticationProviderName
source: Authentication Provider
pt: Provedor de Autenticação

# users.new.userData.authenticationProviderName.useDefault
source: Use system default
pt: Usar padrão do sistema

# users.new.personalData
source: Personal Data
pt: Dados Pessoais

# users.new.personalData.firstName
source: First Name
pt: Nome Próprio

# users.new.personalData.lastName
source: Last Name
pt: Apelido

# users.new.userPreferences
source: User Preferences
pt: Preferências do Utilizador

# users.new.userPreferences.interfaceLanguage
source: Interface Language
pt: Idioma do Interface

# users.new.createButton
source: Create user
pt: Criar utilizador

# users.show.subtitle
source: Details for user
pt: Detalhes do utilizador

# users.show.personalData
source: Personal Data
pt: Dados Pessoais

# users.show.personalData.title
source: Title
pt: Título

# users.show.personalData.firstName
source: First Name
pt: Nome Próprio

# users.show.personalData.middleName
source: Middle Name
pt: Segundo Nome

# users.show.personalData.lastName
source: Last Name
pt: Apelido

# users.show.personalData.otherName
source: Other Name
pt: Outro Nome

# users.show.accounts
source: Accounts
pt: Contas

# users.show.username
source: Username
pt: Nome de Utilizador

# users.show.roles
source: Roles
pt: Cargos

# users.show.electronicAddresses
source: Electronic Addresses
pt: Endereços Eletrónicos

# users.show.electronicAddresses.primary
source: Primary
pt: Primário

# users.show.electronicAddresses.notAvailable
source: N/A
pt: N/D

# users.show.deleteUser
source: Delete User
pt: Apagar Utilizador

# users.show.editUser
source: Edit User
pt: Editar Utilizador

# users.show.cannotDeleteYourself
source: You are logged in as this user and you cannot delete yourself.
pt: Está autenticado como este utilizador e não se pode apagar a si mesmo.

# users.show.clickToDeleteUser
source: Click here to delete this user
pt: Clique aqui para apagar este utilizador

# users.show.buttonDelete
source: Do you really want to delete the user "{0}"?
pt: Deseja apagar o utilizador "{0}"?

# users.show.confirmDeleteButton
source: Yes, delete the user
pt: Sim, apagar o utilizador

# users.show.confirmDeleteWarning
source: This will delete the user, the related accounts and his personal workspace, including all unpublished content.
pt: O utilizador será apagado, tal como as contas relacionadas, a área de trabalho pessoal do utilizador, incluindo todo o conteúdo não publicado.

# users.show.operationCannotBeUndone
source: This operation cannot be undone
pt: Esta operação não pode ser desfeita

# users.editAccount.title
source: Edit account "{accountIdentifier}"
pt: Editar conta "{accountIdentifier}"

# users.account
source: Account
pt: Conta

# users.username
source: Username
pt: Nome de Utilizador

# users.usernameCannotBeChanged
source: The username can't be changed via the user interface
pt: O nome de utilizador não pode ser modificado através do interface de utilizador

# users.saveAccount
source: Save account
pt: Guardar conta

# users.repeatPassword
source: Repeat password
pt: Repetir a palavra-passe

# users.roles
source: Roles
pt: Cargos

# users.roles.directlyAssignedPrivileges
source: Directly assigned privilege
pt: Privilégio atribuído diretamente

# users.name
source: Name
pt: Nome

# users.roles.fromParentRole
source: From Parent Role "{role}"
pt: Do Cargo Precedente "{role}"

# users.accountsAndRoles
source: Accounts and Roles
pt: Contas e Cargos

# users.tooltip.view
source: View user
pt: Ver utilizador

# users.tooltip.edit
source: Edit user
pt: Editar utilizador

# users.tooltip.editDisallowed
source: Not enough privileges to edit this user
pt: Não está autorizado a editar este utilizador

# users.tooltip.deleteDisallowed
source: Not enough privileges to delete this user
pt: Não está autorizado a apagar este utilizador

# users.tooltip.delete
source: Delete user
pt: Apagar utilizador

# users.tooltip.cannotDeleteYourself
source: You are logged in as this user and you cannot delete yourself.
pt: Está autenticado como este utilizador e não se pode apagar a si mesmo.

# users.message.reallyDelete
source: Do you really want to delete the user "{0}"?
pt: Deseja apagar o utilizador "{0}"?

# users.message.willBeDeleted
source: This will delete the user, the related accounts and his personal workspace, including all unpublished content.
pt: O utilizador será apagado, tal como as contas relacionadas, a área de trabalho pessoal do utilizador, incluindo todo o conteúdo não publicado.

# users.message.confirmDelete
source: Yes, delete the user
pt: Sim, apagar o utilizador

# users.editUser
source: Edit user "{0}"
pt: Editar utilizador "{0}"

# users.electronicAddress.usage.type.Home
source: Home
pt: Início

# users.electronicAddress.usage.type.Work
source: Work
pt: Trabalho

# packages.label
source: Package Management
pt: Gestão de Pacotes

# packages.description
source: The Package Management module provides you with an overview of all packages. You can activate and deactivate individual packages, import new packages and delete existing packages. It also provides you with the ability to freeze and unfreeze packages in development context.
pt: O módulo de gestão de pacotes fornece uma visão geral de todos os pacotes. Pode ativar e desativar os pacotes individuais, importar novos pacotes e apagar pacotes existentes. Fornece igualmente a capacidade de congelar e descongelar pacotes no contexto de desenvolvimento.

# packages.index.legend
source: Available packages
pt: Pacotes disponíveis

# packages.name
source: Package Name
pt: Nome do Pacote

# packages.key
source: Package Key
pt: Chave de Pacote

# packages.type
source: Package Type
pt: Tipo de Pacote

# packages.deactivated
source: Deactivated
pt: Desativado

# packages.tooltip.unfreeze
source: This package is currently frozen. Click to unfreeze it.
pt: Este pacote está congelado. Clique para descongelá-lo.

# packages.tooltip.freeze
source: Freeze the package in order to speed up your website.
pt: Congele o pacote para acelerar o seu site.

# packages.tooltip.noDeactivate
source: This package is protected and cannot be deactivated.
pt: Este pacote está protegido e não pode ser desativado.

# packages.tooltip.deactivate
source: Deactivate Package
pt: Desativar o Pacote

# packages.tooltip.activate
source: Activate Package
pt: Ativar o Pacote

# packages.tooltip.noDelete
source: This package is protected and cannot be deleted.
pt: Este pacote está protegido e não pode ser apagado.

# packages.tooltip.delete
source: Delete Package
pt: Apagar o pacote

# packages.message.reallyDelete
source: Do you really want to delete "{0}"?
pt: Deseja apagar "{0}"?

# packages.message.confirmDelete
source: Yes, delete the package
pt: Sim, apagar o pacote

# packages.message.confirmDeletes
source: Yes, delete the packages
pt: Sim, apagar os pacotes

# packages.message.selected.reallyDelete
source: Do you really want to delete the selected packages?
pt: Deseja apagar os pacotes selecionados?

# packages.selected.freeze
source: Freeze selected packages
pt: Congelar os pacotes selecionados

# packages.selected.unfreeze
source: Unfreeze selected packages
pt: Descongelar os pacotes selecionados

# packages.selected.delete
source: Delete selected packages
pt: Apagar os pacotes selecionados

# packages.selected.deactivate
source: Deactivate selected packages
pt: Desativar os pacotes selecionados

# packages.selected.activate
source: Activate selected packages
pt: Activar os pacotes selecionados

# sites.label
source: Sites Management
pt: Gestão de Sites

# sites.description
source: The Sites Management module provides you with an overview of all sites. You can edit, add and delete information about your sites, such as adding a new domain.
pt: O módulo de gestão de Sites fornece uma visão geral de todos os sites. Pode editar, adicionar e excluir informações sobre os seus sites, como a adição de um novo domínio.

# sites.add
source: Add new site
pt: Adicionar novo site

# sites.actions.newSite.label
source: Create site
pt: Criar site

# sites.actions.newSite.title
source: Create a new site
pt: Criar um novo site

# sites.rootNodeName
source: Root node name
pt: Nome do Nó de Raiz

# sites.domains
source: Domains
pt: Domínios

# site.name
source: Name
pt: Nome

# sites.defaultAssetCollection
source: Default asset collection
pt: Coleção de recursos padrão

# sites.sitePackage
source: Site package
pt: Pacote de site

# sites.delete
source: Delete this site
pt: Apagar este site

# sites.deactivate
source: Deactivate site
pt: Desativar o site

# sites.activate
source: Activate site
pt: Ativar o site

# sites.confirmDeleteQuestion
source: Do you really want to delete "{0}"? This action cannot be undone.
pt: Deseja apagar "{0}"? Esta ação não pode ser desfeita.

# sites.confirmDelete
source: Yes, delete the site
pt: Sim, apagar o site

# sites.import
source: Import a site
pt: Importar um site

# sites.select
source: Select a site package
pt: Selecione um pacote de site

# sites.noPackackeInfo
source: No site packages are available. Make sure you have an active site package.
pt: Não existem pacotes de site disponíveis. Verifique se já possui um pacote de site ativo.

# sites.createBlank
source: Create a blank site
pt: Criar um site em branco

# sites.documentType
source: Select a document nodeType
pt: Selecione um documento nodeType

# sites.generatorClass
source: Select a site generator
pt: Escolha um gerador de sites

# sites.name
source: Site name
pt: Nome do site

# sites.createNode
source: Create empty site
pt: Criar um site vazio

# sites.createPackage
source: Create a new site package
pt: Criar um novo pacote de site

# sites.validPackageKeyInfo
source: VendorName.MyPackageKey
pt: NomeDoFornecedor.MyPackageKey

# sites.noSitesAvailable
source: No sites available
pt: Nenhum site disponível

# sites.noNeosKickstarterInfo
source: The <em>Neos Kickstarter</em> package is not installed, install it to kickstart new sites.
pt: O pacote <em>Neos Kickstarter</em> não está instalado, instale-o para acelerar a criação de novos sites.

# sites.new
source: New site
pt: Novo Site

# domain.deleteConfirmQuestion
source: Do you really want to delete "{0}"? This action cannot be undone.
pt: Deseja apagar "{0}"? Esta ação não pode ser desfeita.

# domain.new
source: New domain
pt: Novo domínio

# domain.edit
source: Edit domain
pt: Editar domínio

# domainform.domainData
source: Domain data
pt: Dados do domínio

# domainform.hostPlaceholder
source: e.g. www.neos.io
pt: Exemplo: www.neos.io

# domainform.state
source: State
pt: Estado

# domainform.create
source: Create
pt: Criar

# configuration.label
source: Configuration
pt: Configuração

# configuration.description
source: The Configuration module provides you with an overview of all configuration types.
pt: O módulo de configuração fornece uma visão geral de todos os tipos de configuração.

# dimensions.label
source: Dimensions
pt: Dimensões

# dimensions.description
source: Grants a graphical overview over the configured fallbacks within each content dimension and across content dimensions.
pt: Concede uma visão gráfica geral sobre as opções-base configuradas dentro de cada dimensão de conteúdo e através das dimensões de conteúdo.

# dimensions.interDimension.legend
source: Inter dimensional fallback graph
pt: Gráfico interdimensional de opções-base
